tap 'businesscritical/tap'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'

brew 'bash-completion'
brew 'bosh-cli', args: ['without-gosh']
brew 'cf-cli'
brew 'dishy'
brew 'fasd'
brew 'fzf'
brew 'git'
brew 'git-duet'
brew 'go'
brew 'jq'
brew 'lastpass-cli'
brew 'ruby'
brew 'shellcheck'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'

cask 'atom'
cask 'flycut'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'intellij-idea'
cask 'iterm2'
cask 'screenhero'
cask 'slack'

tap 'homebrew/fuse'
brew 'gcsfuse'
cask 'osxfuse'
